Gets the number of fields in this ScheduleDefinition.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public int GetFieldCount()
  Visual Basic
Public Function GetFieldCount As Integer
  Visual C++
public:
int GetFieldCount()
 Return Value
 The number of fields.
 See Also
  ScheduleDefinition Class
  Autodesk.Revit.DB Namespace